[
  {
    "species": "bluefish",
    "imgLink": "bluefish",
    "gameQualities": 2,
    "foodValue": 2,
    "catchEase": 1,
    "size": "3 to 15lbs",
    "habitats": "Nearshore, Inshore",
    "openSeasons": "-",
    "minimumSizeLimit": "-",
    "maximumFishLimit": 3,
    "summary": "Sometimes referred to as \"marine piranhas\", these mean machines will slash anything in their way, often doing more killing than eating, but also have to constantly be on the lookout, as they are prey to just about any sea creature larger than themselves. All this means that they are grateful to catch, as well as use as bait for bigger fish.",
    "howToCatch": "Bluefish are not picky eaters. Natural bait will work best and it can be any cut larger or whole smaller fish, including mullet, menhaden, ladyfish, weakfish, anchovies, grunts, jacks, mackerel, but also shrimp, squid or eels. These are best used in calm waters. If the seas are rough, lures are up, and these can be a variety of spoons, plugs, jigs, poppers, flies or feathers.\n\nOften times, casting from the beach or a pier will be enough. If using a boat, Chumming in combination with trolling or Jigging is the way to go. A wire leader is essential, because Blues have razor sharp teeth they can bite through your line with. When boated, handle with gloves to avoid injury.",
    "fishingMethod": "Jigging\nTrolling\nStill fishing\nDrift fishing\nSurf casting",
    "baits": "Jigs\nSaltwater live bait\nSpoons\nPlugs\nSpinner baits\nSquid",
    "goodToEat": "Smaller fish are good table fare. However, their flesh mushes up quickly and does not freeze well at all, so they should only be consumed fresh. Do not consume the dark lateral line in the center of the fish."
  },
  {
    "species": "carp",
    "imgLink": "carp",
    "gameQualities": 3,
    "foodValue": 3,
    "catchEase": 2,
    "size": "5 to 30lbs",
    "habitats": "River, Lake, Backcountry",
    "openSeasons": "-",
    "minimumSizeLimit": "-",
    "maximumFishLimit": "-",
    "summary": "Carp can be thought of as the Redfish of Europe/Asia. This fish has been introduced to fresh waters throughout North America, but hasn't reached as desirable of a game status as with anglers in its native continents.",
    "howToCatch": "Carp are usually caught on simple boiled or canned corn bait or homemade dough balls. Chumming with corn will help attract a school of Carp and Still fishing chummed spots should produce a hit. Carp are strong fish and perform a heavy initial run, but wear out relatively quickly.",
    "fishingMethod": "Fly fishing\nStill fishing",
    "baits": "Bread or Dough balls\nFlies",
    "goodToEat": "Considered a delicacy in Europe and Asia, but underappreciated in North America."
  },
  {
    "species": "cobia",
    "imgLink": "cobia",
    "gameQualities": 3,
    "foodValue": 3,
    "catchEase": 2,
    "size": "10 to 30lbs",
    "habitats": "Inshore, Nearshore, Offshore, Reef, Wreck",
    "openSeasons": "-",
    "minimumSizeLimit": "37\"",
    "maximumFishLimit": 2,
    "summary": "Cobia are very popular game fish, present in great numbers throughout the Florida coastline. Strong and hard-fighting, they are prone to long and powerful runs with occasional aerials and are infamous for keeping up the battle even after being boated. These fish don't give up until they've lost every ounce of energy.",
    "howToCatch": "Cobia are excellent fish to practice your light tackle skills on. When migrating, they swim close to the surface and sight casting will be the name of the game. At other times, trolling, bottom fishing or Jigging will do the trick.\n\nAs for bait, juvenile blue crabs and live eels (Cobia's favorites), catfish (with barbs removed), grunts (great for the sound they produce), blue runners or pinfish will be your best bet. If going with artificials, plastic eels or crabs are recommended, but colorful jigs will be gladly eaten, too. Flies have been shown to work as well.\n\nIf casting, the bait should land close to the fish, not in front or behind it, but past its nose. Then it should be promptly run by the head, as Cobia will instinctively grab anything that looks like an easy meal. Once hooked, allow the fish to make its first run and start reeling only after it's finished. As mentioned before, once boated, either bash it on the head or try to get it in the cooler as soon as possible, as it might cause damage to the equipment or hurt you. They are to be taken seriously.\n\nSome Cobia are caught over grass flats, off piers and sandy beaches, so a boat isn't necessary if the waters are warm enough. However, most fish will be spotted around floating objects such as buoys or channel markers, or artificial reefs, ledges and wrecks, for which you'll need a vessel to reach.",
    "fishingMethod": "Drift fishing\nStill fishing\nBottom bouncing\nSaltwater jigging",
    "baits": "Cut bait\nPlugs\nShrimp\nJigs\nSaltwater live bait\nSquid",
    "goodToEat": "Firm white meat, considered excellent table fare."
  },
  {
    "species": "cod",
    "imgLink": "cod",
    "gameQualities": 2,
    "foodValue": 4,
    "catchEase": 2,
    "size": "5 to 15lbs",
    "habitats": "Offshore",
    "openSeasons": "-",
    "minimumSizeLimit": "21\"",
    "maximumFishLimit": 10,
    "summary": "Cod are large, delicious, cold water bottom fish, with a long track record of commercial harvest and consumation.",
    "howToCatch": "Still or Drift fishing the bottom or deep trolling with strip baits made of small fish, squid, crabs, sand eels or capelin will be the most effective. Cod are omnivorous though, and will take jigs, spinners, spoons, bucktails and metal squid immitations happily as well.",
    "fishingMethod": "Drift fishing\nStill fishing\nSaltwater jigging\nBottom bouncing\nSaltwater trolling",
    "baits": "Clams\nJigs\nSpoons\nCut bait\nSaltwater live bait\nSquid",
    "goodToEat": "These are phenomenal eating fish. Due to commercial overfishing, however, they are currently marked as a species vulnerable to extinction."
  },
  {
    "species": "crab",
    "imgLink": "crab",
    "gameQualities": 0,
    "foodValue": 4,
    "catchEase": 1,
    "size": "4-6 inches",
    "habitats": "Inshore, Nearshore, Offshore, River",
    "openSeasons": "-",
    "minimumSizeLimit": "4.5\"",
    "maximumFishLimit": "50",
    "summary": "General interest in Crab fishing (also called crabbing) has skyrocketed since the airing of the show Deadliest Catch. While commercial fishing for King Crab in Alaska is undoubtedly one of the riskiest businesses on the sea, you can expect much calmer conditions on your average recreational fishing charter. In fact, pulling crab pots out of the water isn’t usually the most exciting part of a fishing trip. Most charter boats casually drop pots and cages on their way out to sea and then haul in small loads of Crab before returning to the dock. They don’t make for great sport, but these delicacies are always a good addition your cooler!",
    "howToCatch": "It’s possible to catch Crabs while fishing aboard a boat or scouring the beach on foot. Recreational charter boats usually set traps (such as cages, snares, pots, or nets) in local bays or close to the coast before heading farther out in search of fish.\n\nBeachgoers often catch Crabs using dip nets or a basic setup with a single line and bait. Gloves and a ruler are part of the crabbing toolkit–you want to handle your catch safely and measure it before putting it in the cooler!",
    "fishingMethod": "-",
    "baits": "-",
    "goodToEat": "There’s a reason why commercial Crab fishing is such a lucrative business: these crustaceans are delicious and in high demand. Catching your own on a recreational fishing charter means you can enjoy the freshest Crab around, and that’s a real treat.\n\nInexperienced anglers should note that not all Crabs are safe to eat, making it very important to identify them properly. Hiring a guide is the best way to fish responsibly, since they’ll be able to tell you if your catch is edible and legal to keep.\n\nAdd crabbing to your next adventure on the sea and you’re likely to come home with a feast fit for a king!"
  },
  {
    "species": "flounder",
    "imgLink": "flounder",
    "gameQualities": 2,
    "foodValue": 4,
    "catchEase": 1,
    "size": "1 to 5lbs",
    "habitats": "Inshore, Nearshore, Flats, Backcountry",
    "openSeasons": "Apr 1 – May 30\nMay 4 - Sep 30",
    "minimumSizeLimit": "12\"\n19\"",
    "maximumFishLimit": "2\n4",
    "summary": "These odd-looking flatfish patrol the muddy and sandy coastal bottoms, camouflaging to avoid being eaten and keeping a close eye (actually, two) on the action above.",
    "howToCatch": "Flounder feed throughout the water column and can often be seen chasing small fish on the surface. However, and as their build indicates, they prefer trawling sandy/muddy bottoms, which is where they're most likely to be picked up from. They can be caught in the surf or from a kayak as well.\n\nIf using light tackle, Still or Drift fishing is the way to go. Bull minnows are widely appraised as irresistable to Flounders. Pinfish, mullet, spots, croakers, killifish, but shrimp too (for the big ones) will also be effective if you can't get your hands on their favorite meal. As mentioned, these fish aren't very clever, so, even if you wind up getting your bait halved by one, odds are that you can drop it back in and get a bite again.\n\nArtificials have not been proven very effective, but it's said that bouncing plastic grubs on jig heads along the bottom can get you a strike.\n\nWhen the Flounder takes your bait, you should allow for enough time for the fish to start swimming away before setting the hook. This can take anywhere from seconds to a couple of minutes.",
    "fishingMethod": "Jigging\nBottom bouncing\nSaltwater jigging\nDrift fishing\nStill fishing",
    "baits": "Cut bait\nSaltwater live bait\nSquid\nJigs\nShrimp",
    "goodToEat": "The meat is delicious - white, firm and succulent."
  },
  {
    "species": "king mackerel",
    "imgLink": "king-mackerel",
    "gameQualities": 2,
    "foodValue": 2,
    "catchEase": 2,
    "size": "10 to 20lbs",
    "habitats": "Inshore, Nearshore, Offshore, Reef, Wreck",
    "openSeasons": "-",
    "minimumSizeLimit": "23\"",
    "maximumFishLimit": "3",
    "summary": "Commonly known as Kingfish, this species of Mackerel is sought out in sportfishing for its powerful short runs and, sometimes, spectacular aerial displays. It's also a popular commercial catch, highly abundant and easily reachable off the Florida coast.",
    "howToCatch": "Slow trolling and drifting are the most effective techniques. Chumming is a very good way to get them close to the surface, opening opportunities for Fly fishing and casting.\n\nBait options include large shrimp (smokers' favorite choice), any live or dead fish (pinfish, ballyhoo, herring, mullet, jacks, croakers etc), but plugs as well (these can even be cast from the shore or piers, as baitfish can't reach as far as they need to - November and May are optimal months, as the present of baitfish in shallow waters drives them in). Feather / skirt strip bait combos and deep Jigging have been proven successful as well.\n\nOnce boated, remember to always handle fish larger than 10lbs carefully and with a gaff, as their 30 sharp teeth can be dangerous. Smaller ones can be popped directly from the water to the cooler.",
    "fishingMethod": "Drift fishing\nBottom bouncing\nSaltwater trolling\nChumming\nStill fishing\nSaltwater jigging",
    "baits": "Cut bait\nPlugs\nShrimp\nSquid\nFlies\nSaltwater live bait\nSpoons",
    "goodToEat": "The meat is dark, lean and rich in nutrients, but on its own might not be tasty to everybody. It is recommended to marinate it thoroughly and consume only freshly caught. There have been ciguatera (fish poisoning) reports."
  },
  {
    "species": "pollock",
    "imgLink": "pollock",
    "gameQualities": 3,
    "foodValue": 4,
    "catchEase": 2,
    "size": "4 to 15lbs",
    "habitats": "Nearshore, Offshore",
    "openSeasons": "-",
    "minimumSizeLimit": "19\"",
    "maximumFishLimit": "-",
    "summary": "Pollock are Cod-like fish of similar appearance and taste, but higher availability and game quality.",
    "howToCatch": "Pollock live in depths up to 600ft, but, unlike Cod, they can often be caught close to the surface, where they tend to school and feed. \n\nNatural bait choices include herring, shrimp, squid, clams or worms, and artificials can be spoons, plugs, spinners, tube lures, various jigs and flies. Pollock are strong fighting fish, making fierceful dives to the line-cutting rock structures on the bottom, as well as ocasional aerial leaps accompanied by hook-throwing head shakes. They're a real angler's delight.",
    "fishingMethod": "Drift fishing\nBottom bouncing\nSpin casting\nSaltwater jigging\nFly fishing\nStill fishing\nSaltwater trolling",
    "baits": "Clams\nFlies\nPlugs\nSpinner baits\nSquid\nCut bait\nJigs\nSaltwater live bait\nSpoons",
    "goodToEat": "The flesh is considered excellent eating."
  },
  {
    "species": "porgy",
    "imgLink": "porgy",
    "gameQualities": 2,
    "foodValue": 3,
    "catchEase": 1,
    "size": "12-14",
    "habitats": "Inshore, Nearshore",
    "openSeasons": "-",
    "minimumSizeLimit": "9\"",
    "maximumFishLimit": 30,
    "summary": "If Porgy had a motto, it would be “easy catching, good eating!” There are about a hundred different fish who go by the name “Porgy” in the Atlantic and Gulf of Mexico, but the one we’re talking about is found almost exclusively from Massachusetts to South Carolina. Anglers have been fishing for Porgy in these waters since colonial times, and actually adopted the name for this fish from the Narragansett Indian word for them: mishscuppaug.",
    "howToCatch": "You can catch Porgy by drifting, bottom fishing, and Jigging. Medium tackle, 10-20 lb test line, and natural bait like squid or clam tongues will get the job done. Bear in mind that there are regulations to keep this species from being overfished, so make sure you’re aware of open seasons as well as size and bag limits beforehand.",
    "fishingMethod": "-",
    "baits": "-",
    "goodToEat": "Porgy often pales in comparison to other bottom fish due to how bony it is, but the taste is worth the extra effort that goes into preparing this fish! It’s common to broil, bake, and pan fry whole Porgy. This species also makes excellent fish sticks, which are about the size of a fillet."
  },
  {
    "species": "seabass",
    "imgLink": "seabass",
    "gameQualities": 2,
    "foodValue": 4,
    "catchEase": 2,
    "size": "1 to 5lbs",
    "habitats": "Inshore, Nearshore, Offshore",
    "openSeasons": "Jun 23 - Aug 31\nSep 1 - Dec 31",
    "minimumSizeLimit": "15\"\n15\"",
    "maximumFishLimit": "3\n7",
    "summary": "The Black Seabass is a type of Grouper - a bottom-dwelling fish to be found in shallow inshore and deeper offshore waters of the western Atlantic.",
    "howToCatch": "Black Seabass are easiest to target around underwater structures such as jetties, piers, pilings, reefs, wrecks and rocks. Bait choices include squid, shrimp, worms, crabs, clams and mackerel jigs. They are excellent game fish that will put up a struggle until the surface.",
    "fishingMethod": "Drift fishing\nStill fishing\nBottom bouncing\nSaltwater jigging",
    "baits": "Crabs\nJigs\nShrimp\nCut bait\nSaltwater live bait",
    "goodToEat": "Firm and lean flesh with a delicate, mild flavor."
  },
  {
    "species": "sheepshead",
    "imgLink": "sheepshead",
    "gameQualities": 2,
    "foodValue": 4,
    "catchEase": 1,
    "size": "1 to 8lbs",
    "habitats": "Nearshore",
    "openSeasons": "-",
    "minimumSizeLimit": "-",
    "maximumFishLimit": "-",
    "summary": "The Sheepshead is an exquisitely beautiful and tasty light tackle fish. Popularly referred to as \"convict fish\" due to its symbolic coloration, the nickname holds true on account of its notorious bait stealing skills as well.",
    "howToCatch": "Sheepshead feed on mollusks and crustaceans, so natural bait is the way to go. Live or dead shrimp is the best option, but sand fleas, fiddler crabs, clams or tube worms will be good. Shrimp-tipped jigs will work too, but this is more due to the added weight of the jig helping keep the bait down in the current than its actual attractiveness to the fish. Chumming any of the above bait will always be helpful, but can be expensive - crushed barnacles will make for good, budget-friendly, chum.\n\nSheepshead are clever when it comes to bait stealing - they will first nibble on the bait in an attempt to loosen it from the hook, so always have it firmly set up and give them time to swim away with it. They also have a very tough mouth, so once you feel the weight of the fish taking the bait away, set the hook aggressively.",
    "fishingMethod": "Drift fishing\nBottom bouncing\nStill fishing\nSaltwater jigging\nChumming\nBait casting\nSpin casting",
    "baits": "Clams\nJigs\nShrimp\nCut bait\nSaltwater live bait",
    "goodToEat": "Excellent quality white flesh, however, the hard scales and strong spines don't make it easy to clean and fillet."
  },
  {
    "species": "spanish mackerel",
    "imgLink": "spanish-mackerel",
    "gameQualities": 1,
    "foodValue": 3,
    "catchEase": 1,
    "size": "2 to 6lbs",
    "habitats": "Inshore, Nearshore",
    "openSeasons": "-",
    "minimumSizeLimit": "14\"",
    "maximumFishLimit": 15,
    "summary": "Spanish Mackerel are grade A light tackle game fish, appreciated by US recreational and commercial fishermen alike, both for their great fighting skills and value as food.",
    "howToCatch": "Spanish Mackerel are easy to find and fun to catch. They feed in large schools at the surface, so there will be obvious water commotion and, possibly, bird activity at the feeding spots.\n\nOnce seen, you should chum the spot with glass minnows, which can be used as live bait along with scaled sardines or pilchard. Shrimp will be perfect for larger fish.\n\nArtificials are also gladly accepted, especially nylon jigs, retrieved with rapid jerking motions. Feather lures or fast trolling of spoons through the school of fish will work great, as will flies once the fish are chummed up to the surface.\n\nIt's important to remember that sometimes everything you do will be successful, while, at other times, nothing will work. This has not been shown to correlate with weather or sea conditions.",
    "fishingMethod": "Drift fishing\nChumming\nSurf casting\nSaltwater trolling\nFly fishing\nBottom bouncing\nStill fishing\nSaltwater jigging",
    "baits": "Cut bait\nJigs\nSaltwater live bait\nSpoons\nTrolling lures\nFlies\nPlugs\nShrimp\nSquid",
    "goodToEat": "Very good quality meat, but best eaten fresh - gets rancid after less than three months when frozen (commercially sold with preservatives because of that)."
  },
  {
    "species": "spotted seatrout",
    "imgLink": "spotted-seatrout",
    "gameQualities": 2,
    "foodValue": 3,
    "catchEase": 1,
    "size": "1 to 6lbs",
    "habitats": "River, Inshore, Flats, Backcountry",
    "openSeasons": "-",
    "minimumSizeLimit": "-",
    "maximumFishLimit": "-",
    "summary": "The Speckled (or Spotted) Seatrout might just be America's favorite light tackle game fish. Easy to find, fun to catch and great to cook, this species is a popular target for young or old, novice and expert anglers alike.",
    "howToCatch": "The trick to catching Specks isn't that much in the technique, it's in knowing where and when to be. That said, here are a couple of general guidelines to follow:\n\nNatural bait is prefered. Shrimp are ideal, but live or cut baitfish such as mullet, pigfish, pinfish or needlefish will work. Surface poppers are great, as Trout will be attracted to the occasional noise. Flies, plugs and grubtail jigs are good artificial options.\n\nThese fish have tender mouths that can tear easily, so setting the hook should be done softly after feeling a strike (which is usually hard). For this same reason, you should give the fish as much slack as it needs to run with.",
    "fishingMethod": "Jigging\nFly fishing\nDrift fishing\nStill fishing",
    "baits": "Cut bait\nJigs\nSaltwater live bait\nSpoons\nFlies\nPlugs\nShrimp",
    "goodToEat": "Excellent table fare, but need to be put on ice immediately upon capture and eaten fresh as the meat degrades quickly."
  },
  {
    "species": "striped bass",
    "imgLink": "striped-bass",
    "gameQualities": 3,
    "foodValue": 3,
    "catchEase": 2,
    "size": "10 to 30lbs",
    "habitats": "River, Lake, Inshore, Nearshore",
    "openSeasons": "Apr 15 - Dec 15",
    "minimumSizeLimit": "28\" - 35\"",
    "maximumFishLimit": 1,
    "summary": "The Striped Bass is one of the most popular game fish found both in fresh and salt waters of the USA.",
    "howToCatch": "Many different ways of fishing will work for Striped Bass. Depending on where they're found, they can be cast to in the surf, fly or spin fished, but, if farther out, also trolled and jigged. If using natural bait, squid, mullet, crabs, eels, clams or worms will be effective. Artificial options are plugs, spoons, various flies and jigs and plastic lures. They are excellent game fish.",
    "fishingMethod": "Jigging\nFly fishing\nSurf casting\nDrift fishing\nTrolling\nStill fishing",
    "baits": "Clams\nCut bait\nJigs\nCrabs\nFlies\nPlugs",
    "goodToEat": "This fish makes for great table fare."
  },
  {
    "species": "tautog",
    "imgLink": "tautog",
    "gameQualities": 3,
    "foodValue": 4,
    "catchEase": 2,
    "size": "7\"-10\"",
    "habitats": "Nearshore, Reef, Wreck",
    "openSeasons": "Apr 1 - Apr 30\nOct 15 - Dec 22",
    "minimumSizeLimit": "16\"\n16\"",
    "maximumFishLimit": "2\n4",
    "summary": "Tautog is a staple of North American angling. Tautog fishing is one of the most popular pastimes for saltwater anglers in the Atlantic, since this fish is both tricky to land and absolutely delicious when cooked.",
    "howToCatch": "Tautog feed primarily on mollusks, gastropods, and crustaceans. They can be challenging to land, since they live around rocky ledges that can easily cause a snag. It’s recommended to use clams or crustaceans for bait, as these are the Tautog’s natural food. There’s a trick to successfully hooking one up: don’t set the hook as soon as you feel the strike, wait for the fish to swallow the bait first. Tautog are also popular targets for spearos, since they can be found around underwater wrecks and aren’t too spooky.",
    "fishingMethod": "Drift fishing\nBottom bouncing\nStill fishing\nSaltwater jigging\nChumming\nSurf casting\nSpin casting",
    "baits": "Clams\nCut bait\nSaltwater live bait\nSquid\nCrabs\nJigs\nShrimp",
    "goodToEat": "The ‘Tog has white and dry flesh with a delicate flavor and is considered one of the tastiest fish you can land, often compared to the taste of Red Snapper. You can prepare Tautog any way you would prepare a Flounder, or toss it in a chowder!"
  },
  {
    "species": "weakfish",
    "imgLink": "weakfish",
    "gameQualities": 3,
    "foodValue": 3,
    "catchEase": 1,
    "size": "-",
    "habitats": "Backcountry, Inshore, Nearshore",
    "openSeasons": "-",
    "minimumSizeLimit": "16\"",
    "maximumFishLimit": "1",
    "summary": "Part of the same family as the Spotted Seatrout/Speckled Trout, the Weakfish is an enjoyable game fish of the Cynoscion genus. Offering a fun fight on light tackle and a good meal afterwards, this sometimes overlooked fish is always worth targeting.",
    "howToCatch": "The Weakfish's name doesn't come from its fighting ability - in fact, it has been described as the 'gamiest' fish of its genus. It can be targeted with conventional, spinning, or fly tackle, and can be targeted by trolling, Jigging, or surf fishing. The most effective way to target it is by Chumming the water around a drifting or anchored boat, although it can also be fished for by shore-based anglers from piers, docks, and bridges.",
    "fishingMethod": "Drift fishing\nChumming\nBait casting\nStill fishing\nSaltwater trolling\nFly fishing\nBottom bouncing\nSurf casting\nSpin casting\nSaltwater jigging",
    "baits": "Cut bait\nJigs\nSaltwater live bait\nSoft plastics\nSquid\nFlies\nPlugs\nShrimp\nSpoons\nTrolling lures",
    "goodToEat": "Yes - their tender meat is very moist and full of flavor. It should be eaten very fresh as the meat does not keep well."
  }
]